aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
amazonwebservices.codewhisperer-for-command-line-companion
christian-kohler.path-intellisense
danielpinto8zz6.c-cpp-compile-run
dzhavat.css-flexbox-cheatsheet
esbenp.prettier-vscode
formulahendry.code-runner
gerrnperl.outline-map
github.copilot-chat
hbenl.vscode-test-explorer
ionutvmi.path-autocomplete
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
natqe.reload
qiuqiu-xt.css-flex
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
sumneko.lua
svelte.svelte-vscode
twxs.cmake
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vscodevim.vim
wakatime.vscode-wakatime
wayou.vscode-icons-mac
wayou.vscode-todo-highlight
y-ysss.cisco-config-highlight
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
